/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "يلزم اتجاه (عنوان IP او اسم مجال) لتكون قادة عالاشتراك";

/* About prefs tab title */
"About" = "حول";

/* Title for section containing actions (SMS, MailMe, Speech, etc)
   Title to go on Actions pop up
   Title to go on the actions pop up */
/* "Actions" = "Actions"; */

/* Title to go above the actions pop up on */
/* "Actions:" = "Actions:"; */

/* Option to add a compound action config */
/* "Add Compound" = "Add Compound"; */

/* Button to add a configuration */
/* "Add Config" = "Add Config"; */

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "تتزيلات إضافة";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "تحذير! تمكين هذا الخيار سيضيف غرول. تطبيق لبنود دخولك";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "السماح لأجهزة أخرى مشاركة كل الإخطارات";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "سماح هذا سيجعل غرول يبدأ كل مرة تدخل, لذلك هو متوفر للتطبيقات التي تستخدم دائما";

/* Notification always stay on screen */
"Always" = "دائما";

/* No comment provided by engineer. */
/* "An uncorrectable error occured in creating or opening the Growl Tickets Database.\nApplications may register, and you can adjust settings.\nHowever, no registrations or settings will be saved to the next session, and Growl may use more memory" = "An uncorrectable error occured in creating or opening the Growl Tickets Database.\nApplications may register, and you can adjust settings.\nHowever, no registrations or settings will be saved to the next session, and Growl may use more memory"; */

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "حدث خطأ غير قابل للتصحيح في إنشاء قاعدة بيانات التاريخ.\nلم نمكن التاريخ للوقت الحالي, على أي حال rollup سيتابع المهمة.\nإذا تم إعادة تمكين التاريخ, لن يحفظ شيء, ويحتمل أن يستخدم غرول الكثير من الذاكرة.";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "تطبيق";

/* Application decides whether a note should stay on screen */
"Application Decides" = "تطبيق يقرر";

/* Use the application's defaults */
/* "Application Default" = "Application Default"; */

/* Label for application level display style choice */
"Application's Display Style" = "عرض أسلوب التطبيق";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "تطبيق: %1$@\nعنوان: %2$@\nوصف: %3$@\nأنقر لفتح السجل";

/* Application prefs tab title */
"Applications" = "تطبيقات";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "هل أنت متأكد تريد الخروج؟";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "هل أنت متأكد تريد إزالة %@?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "تكوين دخول صباح الخير, لا يمكن ايجاده حاليا";

/* Button title for canceling */
"Cancel" = "إلغاء";

/* Clear all history button title */
"Clear All History" = "مسح التاريخ";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "مسح كل الملاحظات في تاريخ Rollup";

/* No comment provided by engineer. */
"Clear Rollup" = "تنظيف Rollup";

/* close all open notifications */
/* "Close all notifications" = "Close all notifications"; */

/* Title for section containing compound actions (composed of multiple actions) */
/* "Compound" = "Compound"; */

/* No comment provided by engineer. */
/* "Compound Action" = "Compound Action"; */

/* Column title for a computer entry */
"Computer Name" = "اسم الحاسب";

/* Consider me idle based on time entered below */
/* "Consider me idle after:" = "Consider me idle after:"; */

/* Continue button title */
"Continue" = "تابع";

/* we've detected a corrupt install in this currently running binary */
/* "Corrupt install detected" = "Corrupt install detected"; */

/* Label for selectiong default actions */
/* "Default Actions" = "Default Actions"; */

/* Label for the global default starting position picker */
"Default starting position for notifications" = "موقع افتراضي للملاحظات";

/* Default style picker label */
"Default Style" = "أسلوب افتراضي";

/* Explanation for what the big magic notification center switch means */
/* "Disable Growl visual controls and foward notifications to OS X" = "Disable Growl visual controls and foward notifications to OS X"; */

/* alert when history database could not be moved aside */
"Disabling History" = "تعطيل التاريخ";

/* Label for the display style of the selected notification */
"Display Style:" = "عرض أسلوب:";

/* Column title for Display Styles */
"Display Styles" = "عرض الأساليب";

/* Display prefs tab title
   Title for section containing displays (Smoke, Whiteboard, Bezel, etc) */
"Displays" = "عروض";

/* Continue button title when done */
"Done" = "انتها";

/* Emergency notification priority */
"Emergency" = "طوارئ";

/* Label for application on/off switch */
"Enable %@" = "تمكين %@";

/* Label for application on/off switch */
"Enable application" = "تمكين تطبيق";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "تمكين تشغيل غرول في الدخول";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "تمكين التاريخ:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "تمكين النسجيل";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "تمكين هذا الخيار سيسبب تشغيل غرول دون إظهار أيقونة دوك أو بند قائمة.\n\nلدخول التفضيلات, اضغط غرول في لوحة الاطلاق, أو افتح غرول في الباحث.";

/* Alert when database has been corrupted */
/* "Error opening %@." = "Error opening %@."; */

/* fatal alert */
"Fatal Error" = "حطأ فادح";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "إعدادات الفايروول: إخطارات الشبكة تستخدم مدخل TCP 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "تمرير الإخطارات لأجهزة أخرى";

/* Tab title for forwarding */
"Forwarding" = "تمرير";

/* General prefs tab title */
"General" = "عام";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "احصل على تطبيقات";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "عصل على المزيد من الأساليب";

/* Use the global defaults from the displays tab */
/* "Global Default" = "Global Default"; */

/* Button to open http://growl.info/reportabug.php */
/* "Growl Bug Submission" = "Growl Bug Submission"; */

/* No comment provided by engineer. */
/* "Growl has encountered a fatal error trying to setup the %@, and will terminate upon closing this window.  Please contact us at support@growl.info." = "Growl has encountered a fatal error trying to setup the %@, and will terminate upon closing this window.  Please contact us at support@growl.info."; */

/* No comment provided by engineer. */
"Growl History Disabled" = "تاريخ غرول معطل";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "يجب إعادة تشغيل غرول ليتأثر بالتغيير";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Rollup ملاحظة غرول";

/* button to open http://growl.info */
/* "Growl Web Site" = "Growl Web Site"; */

/* No comment provided by engineer. */
"Hide Rollup" = "إخفاء Rollup";

/* No comment provided by engineer. */
"Hide the History Rollup" = "إخفاء تاريخ Rollup";

/* High notification priority */
"High" = "مرتفع";

/* History prefs tab title */
"History" = "تاريخ";

/* Unit of time for idle detection */
/* "Hours" = "Hours"; */

/* Title on box containing idle detection controls */
/* "Idle Detection" = "Idle Detection"; */

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "إن خرجت من غرول لن تستقبل أي ملاحظات.";

/* Info label describing the bonjour icon's use */
/* "Indicates a discovered computer using Growl 1.3 or later" = "Indicates a discovered computer using Growl 1.3 or later"; */

/* Info label describing the network icon's use */
/* "Indicates a manually entered computer to forward to or subscribe to" = "Indicates a manually entered computer to forward to or subscribe to"; */

/* No comment provided by engineer. */
/* "Inform %@ when a notification is clicked" = "Inform %@ when a notification is clicked"; */

/* Label for checkbox for keeping up to an amount of notifications */
/* "Keep Amount" = "Keep Amount"; */

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
/* "Keep Days" = "Keep Days"; */

/* Button label for removing old copies of growl */
/* "Legacy Growl Uninstaller" = "Legacy Growl Uninstaller"; */

/* Label for checkbox enabling incoming network notifications */
/* "Listen for incoming notifications" = "Listen for incoming notifications"; */

/* Title for section containing apps from the local machine */
/* "Local" = "Local"; */

/* Unit of time for idle detection */
/* "Minutes" = "Minutes"; */

/* Moderate notification priority */
/* "Moderate" = "Moderate"; */

/* Network prefs tab title */
/* "Network" = "Network"; */

/* Notification will never stay on screen */
/* "Never" = "Never"; */

/* No comment provided by engineer. */
/* "No" = "No"; */

/* Use no actions */
/* "No Actions" = "No Actions"; */

/* Don't do any actions */
/* "No Default Actions" = "No Default Actions"; */

/* Setting for no visual display */
/* "No Default Display" = "No Default Display"; */

/* Growl will run compeletely in the background */
/* "No icon visible" = "No icon visible"; */

/* No comment provided by engineer. */
/* "No Recent Notifications" = "No Recent Notifications"; */

/* Normal notification priority */
/* "Normal" = "Normal"; */

/* Label for the tab which contains notification settings */
/* "Notifications" = "Notifications"; */

/* If the string is too long, use O */
/* "OFF" = "OFF"; */

/* No comment provided by engineer. */
/* "OK" = "OK"; */

/* No comment provided by engineer. */
/* "Ok" = "Ok"; */

/* If the string is too long, use I */
/* "ON" = "ON"; */

/* No comment provided by engineer. */
/* "Open Growl Preferences..." = "Open Growl Preferences..."; */

/* No comment provided by engineer. */
/* "Open the Growl preference pane" = "Open the Growl preference pane"; */

/* Use Mac OS X Notifications switch label */
/* "OS X Notifications" = "OS X Notifications"; */

/* Column title for a password */
/* "Password" = "Password"; */

/* No comment provided by engineer. */
/* "Pause Growl" = "Pause Growl"; */

/* No comment provided by engineer. */
/* "Pause Growl visual notifications" = "Pause Growl visual notifications"; */

/* Localhost in a forwarding destination is not allowed */
/* "Please do not enter localhost, Growl does not support forwarding to itself." = "Please do not enter localhost, Growl does not support forwarding to itself."; */

/* Localhost in a subscription destination is not allowed */
/* "Please do not enter localhost, Growl does not support subscribing to itself." = "Please do not enter localhost, Growl does not support subscribing to itself."; */

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
/* "Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Please enter a valid IPv4 or IPv6 address, or a valid domain name"; */

/* No comment provided by engineer. */
/* "Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Plugin '%@' has been installed successfully. Do you want to configure it now?"; */

/* No comment provided by engineer. */
/* "Plugin '%@' is already installed, do you want to overwrite it?" = "Plugin '%@' is already installed, do you want to overwrite it?"; */

/* No comment provided by engineer. */
/* "Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?"; */

/* No comment provided by engineer. */
/* "Plugin already exists" = "Plugin already exists"; */

/* No comment provided by engineer. */
/* "Plugin installed" = "Plugin installed"; */

/* No comment provided by engineer. */
/* "Plugin missing native architecture" = "Plugin missing native architecture"; */

/* No comment provided by engineer. */
/* "Plugin not installed" = "Plugin not installed"; */

/* Preferences window title */
/* "Preferences" = "Preferences"; */

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
/* "Preview" = "Preview"; */

/* Label for choosing priority of the selected notification */
/* "Priority:" = "Priority:"; */

/* Checkbox for whether the menu item should pulse */
/* "Pulse Menu Item" = "Pulse Menu Item"; */

/* No comment provided by engineer. */
/* "Quit" = "Quit"; */

/* No comment provided by engineer. */
/* "Quit Growl entirely" = "Quit Growl entirely"; */

/* button for reading the instructions for fixing your install */
/* "Read Instructions and Quit" = "Read Instructions and Quit"; */

/* Button title for removing something */
/* "Remove" = "Remove"; */

/* No comment provided by engineer. */
/* "Resume Growl" = "Resume Growl"; */

/* No comment provided by engineer. */
/* "Resume Growl visual notifications" = "Resume Growl visual notifications"; */

/* Rollup prefs tab title */
/* "Rollup" = "Rollup"; */

/* Rollup all notifications radio button */
/* "Rollup all notes" = "Rollup all notes"; */

/* Title for rollup automatic checkbox */
/* "Rollup Automatically Displays" = "Rollup Automatically Displays"; */

/* Title for rollup enabled checkbox */
/* "Rollup Enabled" = "Rollup Enabled"; */

/* Rollup only logged notifications radio button */
/* "Rollup only logged notes" = "Rollup only logged notes"; */

/* History search field placeholder
   Placeholder text in search field */
"Search" = "بحث";

/* Unit of time for idle detection */
/* "Seconds" = "Seconds"; */

/* Label for server password field */
"Server Password:" = "كلمة مرور الملقم:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "العرض معطل";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "إظهار أيقونة في كلا";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "أظهار أيقونة في القفص";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "إظهار أيقونة في شريط القائمة";

/* No comment provided by engineer. */
"Show Rollup" = "إظهار Rollup";

/* No comment provided by engineer. */
"Show the History Rollup" = "إظهار تاريخ Rollup";

/* Show hide keyboard shortcut */
/* "Show/Hide Shortcut" = "Show/Hide Shortcut"; */

/* Start Growl at Login switch label */
"Start Growl at Login" = "بدء غرول عند تسجيل الدخول";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "بقاء على شاشة:";

/* Tab title for subscribers tab */
"Subscribers" = "مشاركين";

/* Tab title for subscriptions tab */
"Subscriptions" = "اشتراكات";

/* No comment provided by engineer. */
"There are no new notifications" = "لا يوجد إخطارات جديدة";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "كان هناك إخطار %lu عندما كنت غير موجود";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "كان هناك خطأ اشتراك للجهاز البعيد:\nرمز: %1$d\nوصف: %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "كان هناك خطأ أثناء تنزيل '%@'.";

/* No comment provided by engineer. */
/* "There was error opening the %@ file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "There was error opening the %@ file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed."; */

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "كان هناك إخطارات %lu عندما كنت غير موجود";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "لا يمكن التراجع عن هذا الإجراء, الرجاء أكد أنك تريد حذف كامل تاريخ الإخطار";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "هذه معاينة لعرض  %@";

/* No comment provided by engineer. */
/* "This plugin configuration is in use, removing it will cause it to be removed from the applications and notifications where it is in use" = "This plugin configuration is in use, removing it will cause it to be removed from the applications and notifications where it is in use"; */

/* No comment provided by engineer. */
/* "This should never happen! -(void)subscribe should only ever be called on local entries" = "This should never happen! -(void)subscribe should only ever be called on local entries"; */

/* No comment provided by engineer. */
/* "This will remove all Growl settings for %@." = "This will remove all Growl settings for %@."; */

/* Column title for the time column in the history table */
/* "Time" = "Time"; */

/* Column title for the title column in the history table */
/* "Title" = "Title"; */

/* No comment provided by engineer. */
/* "To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "To prevent the history database from growing indefinitely, at least one type of automatic trim must be active"; */

/* No comment provided by engineer. */
/* "Turning off both automatic trim functions is not allowed." = "Turning off both automatic trim functions is not allowed."; */

/* Column title for whether to use the item on the row */
/* "Use" = "Use"; */

/* label for using a custom application wide starting position */
/* "Use custom starting position" = "Use custom starting position"; */

/* label for using the global default starting position */
/* "Use default starting position" = "Use default starting position"; */

/* Column title for how long a subscriber is valid for */
/* "Valid until:" = "Valid until:"; */

/* Very low notification priority */
/* "Very Low" = "Very Low"; */

/* No comment provided by engineer. */
/* "Warning! About to delete ALL history" = "Warning! About to delete ALL history"; */

/* alert that Growl will be limited to in memory for tickets */
/* "Warning! Application preferences will not be saved" = "Warning! Application preferences will not be saved"; */

/* No comment provided by engineer. */
/* "Warning! Enabling this option will cause Growl to run in the background" = "Warning! Enabling this option will cause Growl to run in the background"; */

/* corrupt install alert */
/* "We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation."; */

/* No comment provided by engineer. */
/* "Welcome to Growl!" = "Welcome to Growl!"; */

/* Checkbox for idle detection based on locking the screen */
/* "When Screen is locked" = "When Screen is locked"; */

/* checkbox for idle detection based on screensaver */
/* "When Screensaver is active" = "When Screensaver is active"; */

/* No comment provided by engineer. */
/* "Yes" = "Yes"; */

/* Label for the IP address list */
/* "You can connect manually at one of the following addresses:" = "You can connect manually at one of the following addresses:"; */

